/**
 * **********************************************************************
 *             Copyright (c) 2016 temp. All Rights Reserved.
 * @file M2M.h
 * @author 宋阳
 * @version V1.0
 * @date 2016.4.1
 * @brief M2M驱动函数头文件.
 *
 * **********************************************************************
 * @note
 *
 * **********************************************************************
 */


/* Define to prevent recursive inclusion -------------------------------------*/
#ifndef _M2M_H
#define _M2M_H


/* Includes ------------------------------------------------------------------*/
#include "prjlib.h"
#include "main.h"

/* Exported define -----------------------------------------------------------*/
/*M2M的串口号*/
#define M2M_UART_PORT      1



#endif


